/*
  Localizable.strings
  Copyright © 2024 Telus Digital. All rights reserved.
*/

"Save" = "opslaan";
"Cancel" = "Annuleren";
"Select Language" = "Selecteer taal";
"Select Channel" = "Selecteer kanaal";
"Widget Settings" = "Widgetinstellingen";
"Settings" = "Instellingen";
"More Options" = "Meer opties";
"Submit" = "Indienen";
"Skip feedback" = "Feedback overslaan";
"Did we resolve your issue?" = "Hebben we uw probleem opgelost?";
"Send Chat Transcript to your email address" = "Stuur chattranscript naar uw e-mailadres";
"Chat Transcript" = "Chat-transcriptie";
"Thanks for your feedback!" = "Bedankt voor je feedback";
"Feedback Comment" = "Feedback Opmerking:";
"Additional Feedback" = "Aanvullende feedback";
"Add Additional Feedback" = "Aanvullende feedback toevoegen";
"Regarding the TELUS Virtual Assistant that just helped you, how would you rate its performance?" = "Met betrekking tot de TELUS Virtual Assistant die u zojuist heeft geholpen, hoe zou u de prestaties beoordelen?";
"Want to share feedback?" = "Wil je feedback delen?";
"Sorry! Your device does not support speech input" = "Sorry! Uw apparaat ondersteunt geen spraakinvoer";
"Say something" = "Zeg iets";
"Ask me something" = "Vraag me iets";
"Something went wrong while connecting, make sure the credentials are right and try again" = "Er is iets misgegaan tijdens het verbinden, controleer of de inloggegevens juist zijn en probeer het opnieuw";
"Logout" = "Uitloggen";
"This field is required" = "dit veld is verplicht";
"This password is incorrect" = "Dit wachtwoord is onjuist";
"This Jid  is invalid" = "Deze Jid is ongeldig";
"Sign in" = "Inloggen";
"Password" = "Wachtwoord";
"Chatbot" = "Chatbot";
"Mobile" = "Mobiel";
"Privacy Policy" = "Privacybeleid";
"Agent" = "Tussenpersoon";
"Read more" = "Lees verder";
"Read less" = "Lees minder";
"Close" = "Dichtbij";
"Email" = "E-mail";
"Email address" = "E-mailadres";
"Quick reply" = "Snel antwoord";
"Emoji" = "Emoji";
"Please Enter Email" = "Voer e-mail in";
"Email Sent" = "Email verzonden";
"OK" = "Oke";
"YES" = "JA";
"NO" = "NEE";
"Immediate fun or longer purpose - how to choose?" = "Onmiddellijk plezier of langer doel - hoe te kiezen?";
"good" = "Goed";
"response" = "antwoord";
"Failure" = "Mislukking";
"Feedback successfully posted." = "Feedback Succesvol posten.";
"Error" = "Fout";
"No Internet connection " = "Geen internet verbinding ";
"Oops!" = "Oeps!";
"Hi" = "Hoi";
", thank you for your patience, we will be connecting you to the next available agent shortly." = ", bedankt voor uw geduld, we zullen u binnenkort doorverbinden met de volgende beschikbare agent.";
"Waiting for agent" = "Wachten op agent";
"is now connected to chat" = "is nu verbonden met chat";
"Genesys Call Transfer" = "Genesys Doorverbinden";
"No Chatbot Found" = "Geen chatbot gevonden";
"Feedback" = "Feedback";
"Message!" = "Bericht!";
"Sorry, the requested URL not found!" = "Sorry, de gevraagde URL niet gevonden!";
"Text to speech" = "Tekst naar spraak";
"Enable text to speech" = "Tekst naar spraak inschakelen";
"has disconnected the chat" = "heeft de chat verbroken";
"Please enter valid email" = "Voer een geldig emailadres in";
"Success" = "succes";
"Sorry! Currently no agent is available" = "Sorry! Momenteel is er geen agent beschikbaar";
"Oops, this service is temporarily unavailable" = "Oeps, deze service is tijdelijk niet beschikbaar";
"Retry" = "Opnieuw proberen";
"1" = "1";
"2" = "2";
"3" = "3";
"4" = "4";
"5" = "5";
"6" = "6";
"7" = "7";
"8" = "8";
"9" = "9";
"10" = "10";
"You are no longer connnected with live agent." = "U bent niet langer verbonden met live agent.";
"Unable to load the requested URL" = "Kan de gevraagde URL niet laden";
"Unable to serve, you are too fast in typing" = "Kan niet serveren, u typt te snel";
"Unable to play video" = "Kan video niet afspelen";
"Thank You" = "Bedankt";
"Chatbot cannot connect to the server at the moment. Please retry." = "Chatbot kan momenteel geen verbinding maken met de server. Probeer het opnieuw.";
"Connect" = "aansluiten";
"Permission Denied" = "geen toestemming";
"Speech recognition permission is declined. Please allow access from settings." = "Toestemming voor spraakherkenning is geweigerd. Geef toegang via de instellingen.";
"Mike permission is declined. Please allow access from settings." = "De toestemming van Mike wordt geweigerd. Geef toegang via de instellingen.";
"Please allow location access to fetch your current location." = "Geef locatietoegang toestemming om uw huidige locatie op te halen.";
"Open Settings" = "Open instellingen";
"Not Now" = "niet nu";
"Please select location on the map" = "Selecteer een locatie op de kaart";
"Done" = "klaar";
"Clear" = "duidelijk";
"Signature" = "handtekening";
"Signature not found." = "Handtekening niet gevonden.";
"Upload QR Code" = "Upload QR-code";
"Scan QR Code" = "scan QR-code";
"Please select option" = "Selecteer een optie";
"Upload from Library" = "Uploaden vanuit bibliotheek";
"Scanned Code" = "Gescande code";
"Uploaded QR Code is not valid. Please upload again." = "Geüploade QR-code is niet geldig. Upload opnieuw.";
"Device has no camera" = "Toestel heeft geen camera";
"Please allow permission to use the Camera so that you can scan QR code." = "Geef toestemming om de camera te gebruiken, zodat u de QR-code kunt scannen.";
"Please allow permission to access photos so that you can scan QR code." = "Geef toestemming voor toegang tot foto's, zodat u de QR-code kunt scannen.";
"Reupload QR Code" = "Upload de QR-code opnieuw";
"Rescan QR Code" = "QR-code opnieuw scannen";
"unread message(s)" = "ongelezen berichten)";
"Chat Invite" = "Chat-uitnodiging";
"You have a new chat invite from" = "Je hebt een nieuwe chatuitnodiging van";
"Reject" = "afwijzen";
"Accept" = "aanvaarden";
"Your session has been expired. Please start a new conversation." = "Uw sessie is verlopen. Begin alstublieft een nieuw gesprek.";
"Please enter" = "kom binnen alstublieft";
"Please enter valid" = "Voer geldig in";
"can't be more than" = "kan niet meer zijn dan";
"characters" = "karakters";
"Select" = "selecteren";
"Please select" = "selecteer alstublieft";
"Unable to send chat transcript." = "Kan chattranscriptie niet verzenden.";
"Reset" = "Opnieuw instellen";
"Please enter details" = "Vul details in";
"Email will be send to you shortly" = "Binnenkort wordt er een e-mail naar u verzonden";
